---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.BlendFailures
source: html/be233d78-60ca-e6db-bbd1-91fef3f2553d.htm
---
# BuiltInFailures.BlendFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.